Repository: M1S2/Vereinsmeisterschaften
Catalog: Vereinsmeisterschaften/Properties/PlaceholderResources.*.resx
Languages: de_de

# PlaceholderInfoBirthYear
source: Use these placeholders to insert the birth year.
de_de: Diese Platzhalter nutzen, um das Geburtsjahr einzufügen.

# PlaceholderInfoCompetitionID
source: Use these placeholders to insert the competition ID.
de_de: Diese Platzhalter nutzen, um die Wettkampf ID einzufügen.

# PlaceholderInfoCompetitionYear
source: Use these placeholders to insert the competition year. This only works outside of tables.
de_de: Diese Platzhalter nutzen, um das Wettkampfjahr einzufügen. Kann nur außerhalb von Tabellen genutzt werden.

# PlaceholderInfoDistance
source: Use these placeholders to insert the distance in m.
de_de: Diese Platzhalter nutzen, um die Distanz in m einzufügen.

# PlaceholderInfoName
source: Use these placeholders to insert the complete name (<first name> <last name>).
de_de: Diese Platzhalter nutzen, um den Namen einzufügen (Format <Vorname> <Nachname>).

# PlaceholderInfoResultListPlace
source: Use these placeholders to insert the place in the overall result list.
de_de: Diese Platzhalter nutzen, um den Platz in der gesamten Ergebnisliste einzufügen.

# PlaceholderInfoScore
source: Use these placeholders to insert the highest score.
de_de: Diese Platzhalter nutzen, um die höchsten Punkte einzufügen.

# PlaceholderInfoSwimmingStyle
source: Use these placeholders to insert the swimming style.
de_de: Diese Platzhalter nutzen, um den Schwimmstil einzufügen.

# PlaceholderLegendAvailable
source: Placeholder available
de_de: Platzhalter verfügbar

# PlaceholderLegendAvailableWithPostfix
source: Placeholder available (with postfix up to this number) e.g. "3" -> %Name1%, %Name2%, %Name3% available beside %Name%
de_de: Platzhalter verfügbar (mit Postfix Nummern bis zu dieser Nummer) z.B. "3" -> %Name1%, %Name2%, %Name3% verfügbar zusätzlich zu %Name%

# PlaceholderLegendNotAvailable
source: Platzhalter nicht verf√ºgbar
de_de: Platzhalter nicht verfügbar

# PlaceholderNameBirthYear
source: Birth Year
de_de: Geburtsjahr

# PlaceholderNameGender
source: Gender
de_de: Geschlecht

# PlaceholderNameCompetitionID
source: Competition ID
de_de: Wettkampf ID

# PlaceholderNameCompetitionYear
source: Competition Year
de_de: Wettkampfjahr

# PlaceholderNameDistance
source: Distance
de_de: Distanz

# PlaceholderNameResultListPlace
source: Result List Place
de_de: Ergebnislistenplatz

# PlaceholderNameScore
source: Score
de_de: Punkte

# PlaceholderNameSwimmingStyle
source: Swimming Style
de_de: Schwimmstil

# PlaceholderInfoGender
source: Use these placeholders to insert the gender.
de_de: Diese Platzhalter nutzen, um das Geschlecht einzufügen.

# PlaceholderInfoGenderSymbol
source: Use these placeholders to insert the gender as symbol.
de_de: Diese Platzhalter nutzen, um das Geschlecht als Symbol einzufügen.

# PlaceholderNameGenderSymbol
source: Gender (Symbol)
de_de: Geschlecht (Symbol)

# PlaceholderNameScoreBreaststroke
source: Score Breaststroke
de_de: Punkte Brust

# PlaceholderNameScoreFreestyle
source: Score Freestyle
de_de: Punkte Kraul

# PlaceholderNameScoreBackstroke
source: Score Backstroke
de_de: Punkte Rücken

# PlaceholderNameScoreButterfly
source: Score Butterfly
de_de: Punkte Delphin

# PlaceholderNameScoreMedley
source: Score Medley
de_de: Punkte Lagen

# PlaceholderNameTimeBackstroke
source: Time Backstroke
de_de: Zeit Rücken

# PlaceholderNameTimeBreaststroke
source: Time Breaststroke
de_de: Zeit Brust

# PlaceholderNameTimeButterfly
source: Time Butterfly
de_de: Zeit Delphin

# PlaceholderNameTimeFreestyle
source: Time Freestyle
de_de: Zeit Kraul

# PlaceholderNameTimeMedley
source: Time Medley
de_de: Zeit Lagen

# PlaceholderInfoScoreBackstroke
source: Use these placeholders to insert the backstroke score.
de_de: Diese Platzhalter nutzen, um die Rücken Punkte einzufügen.

# PlaceholderInfoScoreBreaststroke
source: Use these placeholders to insert the breaststroke score.
de_de: Diese Platzhalter nutzen, um die Brust Punkte einzufügen.

# PlaceholderInfoScoreButterfly
source: Use these placeholders to insert the butterfly score.
de_de: Diese Platzhalter nutzen, um die Delphin Punkte einzufügen.

# PlaceholderInfoScoreFreestyle
source: Use these placeholders to insert the freestyle score.
de_de: Diese Platzhalter nutzen, um die Kraul Punkte einzufügen.

# PlaceholderInfoScoreMedley
source: Use these placeholders to insert the medley score.
de_de: Diese Platzhalter nutzen, um die Lagen Punkte einzufügen.

# PlaceholderInfoTimeBackstroke
source: Use these placeholders to insert the backstroke time.
de_de: Diese Platzhalter nutzen, um die Rücken Zeit einzufügen.

# PlaceholderInfoTimeBreaststroke
source: Use these placeholders to insert the breaststroke time.
de_de: Diese Platzhalter nutzen, um die Brust Zeit einzufügen.

# PlaceholderInfoTimeButterfly
source: Use these placeholders to insert the butterfly time.
de_de: Diese Platzhalter nutzen, um die Delphin Zeit einzufügen.

# PlaceholderInfoTimeFreestyle
source: Use these placeholders to insert the freestyle time.
de_de: Diese Platzhalter nutzen, um die Kraul Zeit einzufügen.

# PlaceholderInfoTimeMedley
source: Use these placeholders to insert the medley time.
de_de: Diese Platzhalter nutzen, um die Lagen Zeit einzufügen.

# PlaceholderInfoScoreWaterflea
source: Use these placeholders to insert the waterflea score.
de_de: Diese Platzhalter nutzen, um die Wasserfloh Punkte einzufügen.

# PlaceholderNameScoreWaterflea
source: Score Waterflea
de_de: Punkte Wasserfloh

# PlaceholderInfoTimeWaterflea
source: Use these placeholders to insert the waterflea time.
de_de: Diese Platzhalter nutzen, um die Wasserfloh Zeit einzufügen.

# PlaceholderNameTimeWaterflea
source: Time Waterflea
de_de: Zeit Wasserfloh

# PlaceholderNameBestStyle
source: Best Style
de_de: Bester Stil

# PlaceholderInfoBestStyle
source: Use these placeholders to insert the style of the start with the highest score.
de_de: Diese Platzhalter nutzen, um die Lage des Starts mit der höchsten Punktzahl einzufügen.

# PlaceholderNameFirstName
source: First Name
de_de: Vorname

# PlaceholderNameLastName
source: Last Name
de_de: Nachname

# PlaceholderInfoFirstName
source: Use these placeholders to insert the first name.
de_de: Diese Platzhalter nutzen, um den Vornamen einzufügen.

# PlaceholderInfoLastName
source: Use these placeholders to insert the last name.
de_de: Diese Platzhalter nutzen, um den Vornamen einzufügen.

# PlaceholderInfoAppVersion
source: Use these placeholders to insert the application version.
de_de: Diese Platzhalter nutzen, um die Anwendungs-Version einzufügen.

# PlaceholderNameWorkspacePath
source: Workspace Path
de_de: Arbeitsbereich Pfad

# PlaceholderInfoWorkspacePath
source: Use these placeholders to insert the path to the workspace.
de_de: Diese Platzhalter nutzen, um den Pfad zum Arbeitsbereich einzufügen.

# PlaceholderInfoRaceNumber
source: Use these placeholders to insert the number of the race beginning with 1.
de_de: Diese Platzhalter nutzen, um die Nummer des Rennens beginnend mit 1 einzufügen.

# PlaceholderNameRaceNumber
source: Race Number
de_de: Renn-Nummer

# PlaceholderNameCompetitionDate
source: Competition Date
de_de: Wettkampfdatum

# PlaceholderInfoCompetitionDate
source: Use these placeholders to insert the competition date. This only works outside of tables.
de_de: Diese Platzhalter nutzen, um das Wettkampfdatum einzufügen. Kann nur außerhalb von Tabellen genutzt werden.

# PlaceholderNameAnalyticsGenderPersonsMaleCount
source: Analytics: Gender Persons: Male Count
de_de: Analyse: Geschlechter pro Person: Anzahl Männlich

# PlaceholderNameAnalyticsGenderPersonsMalePercentage
source: Analytics: Gender Persons: Male Percentage
de_de: Analyse: Geschlechter pro Person: Prozent Männlich

# PlaceholderNameAnalyticsGenderPersonsFemaleCount
source: Analytics: Gender Persons: Female Count
de_de: Analyse: Geschlechter pro Person: Anzahl Weiblich

# PlaceholderNameAnalyticsGenderPersonsFemalePercentage
source: Analytics: Gender Persons: Female Percentage
de_de: Analyse: Geschlechter pro Person: Prozent Weiblich

# PlaceholderInfoAnalyticsGenderPersonsMaleCount
source: Use these placeholders to insert the number of male persons.
de_de: Diese Platzhalter nutzen, um die Anzahl an männlichen Personen einzufügen.

# PlaceholderInfoAnalyticsGenderPersonsFemaleCount
source: Use these placeholders to insert the number of female persons.
de_de: Diese Platzhalter nutzen, um die Anzahl an weiblichen Personen einzufügen.

# PlaceholderInfoAnalyticsGenderPersonsFemalePercentage
source: Use these placeholders to insert the percentage of female persons.
de_de: Diese Platzhalter nutzen, um den Anteil an weiblichen Personen in Prozent einzufügen.

# PlaceholderInfoAnalyticsGenderPersonsMalePercentage
source: Use these placeholders to insert the number of male persons.
de_de: Diese Platzhalter nutzen, um den Anteil an männlichen Personen in Prozent einzufügen.

# PlaceholderInfoAnalyticsGenderStartsFemaleCount
source: Use these placeholders to insert the number of female starts.
de_de: Diese Platzhalter nutzen, um die Anzahl an weiblichen Starts einzufügen.

# PlaceholderInfoAnalyticsGenderStartsFemalePercentage
source: Use these placeholders to insert the percentage of female starts.
de_de: Diese Platzhalter nutzen, um den Anteil an weiblichen Starts in Prozent einzufügen.

# PlaceholderInfoAnalyticsGenderStartsMaleCount
source: Use these placeholders to insert the number of male starts.
de_de: Diese Platzhalter nutzen, um die Anzahl an männlichen Starts einzufügen.

# PlaceholderInfoAnalyticsGenderStartsMalePercentage
source: Use these placeholders to insert the number of male starts.
de_de: Diese Platzhalter nutzen, um den Anteil an männlichen Starts in Prozent einzufügen.

# PlaceholderNameAnalyticsGenderStartsFemaleCount
source: Analytics: Gender Starts: Female Count
de_de: Analyse: Geschlechter pro Start: Anzahl Weiblich

# PlaceholderNameAnalyticsGenderStartsFemalePercentage
source: Analytics: Gender Starts: Female Percentage
de_de: Analyse: Geschlechter pro Start: Prozent Weiblich

# PlaceholderNameAnalyticsGenderStartsMaleCount
source: Analytics: Gender Starts: Male Count
de_de: Analyse: Geschlechter pro Start: Anzahl Männlich

# PlaceholderNameAnalyticsGenderStartsMalePercentage
source: Analytics: Gender Starts: Male Percentage
de_de: Analyse: Geschlechter pro Start: Prozent Männlich

# PlaceholderGroupGeneral
source: General
de_de: Allgemein

# PlaceholderGroupAnalytics
source: Analytics
de_de: Analysen

# PlaceholderGroupScores
source: Scores
de_de: Punkte

# PlaceholderGroupTimes
source: Times
de_de: Zeiten

# PlaceholderGroupPersondetails
source: Person details
de_de: Personendetails

# PlaceholderInfoAnalyticsAgeDistribution
source: Use these placeholders to insert an overview of the number of active persons per birth year.
de_de: Diese Platzhalter nutzen, um eine Übersicht der aktiven Personen pro Geburtsjahr einzufügen.

# PlaceholderNameAnalyticsAgeDistribution
source: Analytics: Age Distribution
de_de: Analyse: Altersverteilung

# PlaceholderNameAnalyticsStartsPerPerson
source: Analytics: Starts Per Person
de_de: Analyse: Starts pro Person

# PlaceholderInfoAnalyticsStartsPerPerson
source: Use these placeholders to insert an overview of the number of valid starts per person.
de_de: Diese Platzhalter nutzen, um eine Übersicht der gültigen Starts pro Person einzufügen.

# PlaceholderInfoAnalyticsStartsPerStyle
source: Use these placeholders to insert an overview of the number of valid starts per swimming style.
de_de: Diese Platzhalter nutzen, um eine Übersicht der gültigen Starts pro Lage einzufügen.

# PlaceholderNameAnalyticsStartsPerStyle
source: Analytics: Starts Per Style
de_de: Analyse: Starts pro Lage

# PlaceholderNameAnalyticsStartDistances
source: Analytics: Start Distances
de_de: Analyse: Start Distanzen

# PlaceholderInfoAnalyticsStartDistances
source: Use these placeholders to insert an overview of the number of valid starts per distance.
de_de: Diese Platzhalter nutzen, um eine Übersicht der gültigen Starts pro Distanz einzufügen.

# PlaceholderInfoAnalyticsPersonCountersNumberPeople
source: Use these placeholders to insert the total number of persons.
de_de: Diese Platzhalter nutzen, um die Gesamtanzahl an Personen einzufügen.

# PlaceholderInfoAnalyticsPersonCountersNumberActivePeople
source: Use these placeholders to insert the number of active persons.
de_de: Diese Platzhalter nutzen, um die Anzahl an aktiven Personen einzufügen.

# PlaceholderInfoAnalyticsPersonCountersNumberInactivePeople
source: Use these placeholders to insert the number of inactive persons.
de_de: Diese Platzhalter nutzen, um die Anzahl an inaktiven Personen einzufügen.

# PlaceholderNameAnalyticsPersonCountersNumberPeople
source: Analytics: Person Counters: Number People
de_de: Analyse: Personen Zähler: Anzahl Personen

# PlaceholderNameAnalyticsPersonCountersNumberActivePeople
source: Analytics: Person Counters: Number active People
de_de: Analyse: Personen Zähler: Anzahl aktive Personen

# PlaceholderNameAnalyticsPersonCountersNumberInactivePeople
source: Analytics: Person Counters: Number inactive People
de_de: Analyse: Personen Zähler: Anzahl inaktive Personen

# PlaceholderNameAnalyticsStartsCountersNumberValidStarts
source: Analytics: Starts Counters: Number valid Starts
de_de: Analyse: Starts Zähler: Anzahl gültige Starts

# PlaceholderNameAnalyticsStartsCountersNumberInactiveStarts
source: Analytics: Starts Counters: Number inactive Starts
de_de: Analyse: Starts Zähler: Anzahl inaktive Starts

# PlaceholderNameAnalyticsStartsCountersNumberStarts
source: Analytics: Starts Counters: Number Starts
de_de: Analyse: Starts Zähler: Anzahl Starts

# PlaceholderNameAnalyticsStartsCountersNumberStartsWithMissingCompetition
source: Analytics: Starts Counters: Number Starts with missing competition
de_de: Analyse: Starts Zähler: Anzahl Starts mit fehlendem Wettkampf

# PlaceholderInfoAnalyticsStartsCountersNumberValidStarts
source: Use these placeholders to insert the number of valid starts.
de_de: Diese Platzhalter nutzen, um die Anzahl an gültigen Starts einzufügen.

# PlaceholderInfoAnalyticsStartsCountersNumberInactiveStarts
source: Use these placeholders to insert the number of inactive starts.
de_de: Diese Platzhalter nutzen, um die Anzahl an inaktiven Starts einzufügen.

# PlaceholderInfoAnalyticsStartsCountersNumberStarts
source: Use these placeholders to insert the total number of starts.
de_de: Diese Platzhalter nutzen, um die Gesamtanzahl an Starts einzufügen.

# PlaceholderInfoAnalyticsStartsCountersNumberStartsWithMissingCompetition
source: Use these placeholders to insert the number of starts with missing competition.
de_de: Diese Platzhalter nutzen, um die Anzahl an Starts mit fehlendem Wettkampf einzufügen.
