Repository: M1S2/Vereinsmeisterschaften
Catalog: Vereinsmeisterschaften/Properties/Resources.*.resx
Languages: de_de

# ShellSettingsPage
source: Settings
de_de: Einstellungen

# SettingsPageTitle
source: Settings
de_de: Einstellungen

# SettingsPageChooseThemeText
source: Choose Theme
de_de: Design wählen

# SettingsPagePersonalizationTitle
source: Personalization
de_de: Personalisierung

# SettingsPageRadioButtonDarkTheme
source: Dark
de_de: Dunkel

# SettingsPageRadioButtonLightTheme
source: Light
de_de: Hell

# SettingsPageRadioButtonWindowsDefaultTheme
source: Default
de_de: System

# ShellResultsPage
source: Results
de_de: Ergebnisse

# ResultsPageTitle
source: Results
de_de: Ergebnisse

# ShellTimeInputPage
source: TimeInput
de_de: Zeiten eingeben

# TimeInputPageTitle
source: TimeInput
de_de: Zeiten eingeben

# ShellCreateDocumentsPage
source: CreateDocuments
de_de: Dokumente erstellen

# CreateDocumentsPageTitle
source: Create Documents
de_de: Dokumente erstellen

# ShellPeoplePage
source: People
de_de: Meldungen

# PeoplePageTitle
source: People
de_de: Meldungen

# ShellMainPage
source: Main
de_de: Start

# ShellGoBackButton
source: Go back
de_de: Zurück

# ShellHamburgerButtonName
source: Open or close navigation
de_de: Navigation öffnen oder schließen

# FirstNameString
source: First Name
de_de: Vorname

# BackstrokeString
source: Backstroke
de_de: Rücken

# BirthYearString
source: Birth Year
de_de: Geburtsjahr

# BreaststrokeString
source: Breaststroke
de_de: Brust

# ButterflyString
source: Butterfly
de_de: Delphin

# FreestyleString
source: Freestyle
de_de: Freistil

# GenderString
source: Gender
de_de: Geschlecht

# MedleyString
source: Medley
de_de: Lagen

# WaterFleaString
source: Water Flea
de_de: Wasserfloh

# WorkspaceString
source: Workspace
de_de: Arbeitsbereich

# ErrorString
source: Error
de_de: Fehler

# LoadWorkspaceString
source: Load Workspace...
de_de: Lade Arbeitsbereich...

# SaveWorkspaceString
source: Save Workspace...
de_de: Speichere Arbeitsbereich...

# HighestScoreString
source: Highest Score
de_de: Höchstpunktzahl

# CancelString
source: Cancel
de_de: Abbrechen

# RemovePersonConfirmationString
source: Really remove this person? This can't be undone!
de_de: Soll diese Person wirklich gelöscht werden? Das kann nicht rückgängig gemacht werden!

# RemovePersonString
source: Remove Person
de_de: Person löschen

source: Duplicate Person found
de_de: Doppelte Person gefunden

# ShellWorkspacePage
source: Workspace
de_de: Arbeitsbereich

# WorkspacePageTitle
source: Workspace
de_de: Arbeitsbereich

# CloseString
source: Close
de_de: Schließen

# OpenString
source: Open
de_de: Öffnen

# SaveString
source: Save
de_de: Speichern

# CompetitionYearString
source: Competition Year
de_de: Wettkampfjahr

# NumberPersonsString
source: Number Persons
de_de: Anzahl Personen

# NumberStartsString
source: Number Starts
de_de: Anzahl Starts

# DontSaveString
source: Don't save
de_de: Nicht speichern

# UnsavedChangesSavePromptString
source: There are unsaved changes. Should they be saved before continuing?
de_de: Es gibt noch nicht gespeicherte Änderungen. Speichern vor dem Fortfahren?

# UnsavedChangesString
source: Unsaved changes
de_de: Nicht gespeicherte Änderungen

# CalculateRacesVariantsString
source: Calculate Races Variants
de_de: Varianten für Rennen berechnen

# HighlightModeString
source: HightlightMode
de_de: Hervorhebungsmodus

# CalculatedScoreString
source: Calculated Score
de_de: Berechnete Punkte

# ScoreSingleStartsString
source: Score Single Starts
de_de: Bewertung Einzelstarts

# ScoreSameStyleSequenceString
source: Score Same Style Sequence
de_de: Bewertung gleiche Lage in Reihe

# ScorePersonStartPausesString
source: Score Person Pauses
de_de: Bewertung Pausen für Personen

# ScoreStyleOrderString
source: Score Style Order
de_de: Bewertung Lagenreihenfolge

# PersonStartDragDropErrorString
source: No dropping allowed here (incompatible styles/distances or too many items)
de_de: Kein Verschieben möglich (inkompatible Stile/Distanzen oder zu viele Elemente)

# AddEmptyRaceString
source: Add new empty race
de_de: Neues leeres Rennen hinzufügen

# ScoreStartGendersString
source: Score Start Genders
de_de: Bewertung gleiche Geschlechter

# ShellPrepareRacesPage
source: PrepareRaces
de_de: Rennen vorbereiten

# PrepareRacesPageTitle
source: PrepareRaces
de_de: Rennen vorbereiten

# CleanupRacesString
source: Cleanup races
de_de: Rennen bereinigen

source: Add new person
de_de: Neue Person hinzufügen

# InvalidRacesString
source: There is at least one invalid race.
de_de: Es gibt mindestens ein ungültiges Rennen.

# NotAssignedStartsString
source: There are not assigned starts.
de_de: Es gibt noch nicht zugeordnete Starts.

# RaceDistancesMismatchString
source: The distances in this race don't match.
de_de: Die Distanzen in diesem Rennen stimmen nicht überein.

# RaceStylesMismatchString
source: The styles in this race don't match.
de_de: Die Schwimmstile in diesem Rennen stimmen nicht überein.

# RaceEmptyString
source: The race is empty (zero starts).
de_de: Das Rennen ist leer (keine Starts).

# PersonStartCompetitionObjMissingString
source: There is no assigned competition object.
de_de: Kein Wettkampf ist zugewiesen.

# VariantString
source: Variant
de_de: Variante

# AddRaceVariantString
source: Add Variant
de_de: Variante hinzufügen

# RemoveRaceVariantString
source: Remove Variant
de_de: Variante löschen

# ReorderRaceVariantsString
source: Reorder Variants
de_de: Varianten neu ordnen

# DeleteConfirmationTitleString
source: Really delete?
de_de: Wirklich löschen?

# DeleteRaceVariantConfirmationString
source: Really delete the selected variant? This can't be undone.
de_de: Soll die ausgewählte Variante wirklich gelöscht werden. Das kann nicht rückgängig gemacht werden!

# NumberOfSwimLanesString
source: Number of lanes
de_de: Anzahl Bahnen

# NumberRacesVariantsAfterCalculationString
source: Number Race Variants after calculation
de_de: Anzahl Varianten nach Berechnung

# MinimumRacesVariantsScoreString
source: Minimum Race Variant score
de_de: Minimale Bewertung für Variante

# SettingsGeneralString
source: General settings
de_de: Allgemeine Einstellungen

# SettingsRacesVariantsCalculationString
source: Races Variants calculation settings
de_de: Einstellungen für die Berechnung von Renn-Varianten

# SavedStatusPersonsString
source: Persons saved
de_de: Personen gespeichert

# SavedStatusRacesString
source: Races saved
de_de: Rennen gespeichert

# SavedStatusSettingsString
source: Settings saved
de_de: Einstellungen gespeichert

# MaxRacesVariantCalculationLoopsString
source: Maximum number of variant calculation loops
de_de: Maximale Anzahl an Schleifen für Varianten Berechnung

# CalculationWarningTooLessVariantsString
source: Less variants than requested were calculated ({0} / {1}). This can be caused by: - too high minimum score for the variants - too less maximum calculation loops
de_de: Es wurden weniger Varianten als gewünscht berechnet ({0} / {1}). Das kann daran liegen dass: - die minimale Bewertung für die Varianten zu hoch gesetzt ist - die maximale Anzahl an Schleifen für die Varianten Berechnung zu klein gesetzt ist

# SettingsResetString
source: Reset the settings to the last persisted state.
de_de: Einstellungen auf den letzten gespeicherten Zustand zurücksetzen.

# SettingsDefaultString
source: Set the settings to the default values.
de_de: Einstellungen auf die Standardwerte zurücksetzen.

# OpenInExplorerString
source: Open in Explorer
de_de: Im Explorer öffnen

# CompetitionMissingString
source: Competition is missing
de_de: Wettkampf fehlt

# CompetitionMissingAndSelectedString
source: Competition missing and start selected
de_de: Wettkampf fehlt und Start ausgewählt

# SwimmingStyleString
source: Swimming Style
de_de: Schwimmstil

# TimeString
source: Time
de_de: Zeit

# FilterModeString
source: Filter Mode
de_de: Filtermodus

# NoPersistentRaceVariantString
source: No persistent race variant available
de_de: Keine Renn-Variante ist als persistent gekennzeichnet.

# AllStartsAssignedString
source: Nothing left to do.All Starts are assigned.
de_de: Nichts mehr zu tun. Alle Starts sind zugewiesen.

# CopyRaceVariantString
source: Copy Variant
de_de: Variante kopieren

# CreateCertificatesString
source: Create Certificates
de_de: Urkunden erstellen

# CreateOverviewListString
source: Create Overview List
de_de: Übersichtsliste erstellen

# CreateCertificatesResultString
source: Certificates were created.
de_de: Urkunden wurden erstellt.

# CreateOverviewListResultString
source: Overview List was created.
de_de: Übersichtsliste wurde erstellt.

# SettingsDocumentCreationString
source: Document creation settings
de_de: Einstellung für die Dokument Erstellung

# CertificateTemplatePathString
source: Certificate Template
de_de: Urkunden Template

# DocumentOutputFolderString
source: Document output folder
de_de: Dokumente Ausgabeordner

# OverviewListTemplatePathString
source: Overview List Template
de_de: Übersichtslisten Template

# CreateRaceStartListString
source: Create Race Start List
de_de: Renn-Startliste erstellen

# CreateRaceStartListResultString
source: Race Start List was created.
de_de: Renn-Startliste wurde erstellt.

# RaceStartListTemplatePathString
source: Race Start List Template
de_de: Renn-Startlisten Template

# AvailablePlaceholdersString
source: Available Placeholders
de_de: Verfügbare Platzhalter

# ResultListTemplatePathString
source: Result List Template
de_de: Ergebnislisten Template

# CreateResultListString
source: Create Result List
de_de: Ergebnisliste erstellen

# CreateResultListResultString
source: Result List Detail was created.
de_de: Ergebnisliste Detail wurde erstellt.

# NumberCreatedDocumentsString
source: {0} document(s)
de_de: {0} Dokument(e)

# TimeFormsTemplatePathString
source: Time Forms Template
de_de: Zeitzettel Template

# CreateTimeFormsString
source: Create Time Forms
de_de: Zeitzettel erstellen

# CreateTimeFormsResultString
source: Time Forms were created.
de_de: Zeitzettel wurden erstellt.

# NoDataAvailableWarningString
source: No data is available
de_de: Es sind keine Daten verfügbar

# NoTemplateAvailableWarningString
source: The template can't be found (or is not of type .docx).
de_de: Das Template wurde nicht gefunden (oder ist keine .docx Datei).

# ResultListDetailTemplatePathString
source: Result List Detail Template
de_de: Ergebnislisten Detail Template

# CreateResultListDetailResultString
source: Result List was created.
de_de: Ergebnisliste wurde erstellt.

# CreateResultListDetailString
source: Create Result List Detail
de_de: Ergebnisliste Detail erstellen

# PlaceholderMarkerString
source: Placeholder Marker
de_de: Platzhalter Marker

# DocumentFileTypesString
source: Document File Types
de_de: Dokument Datei Typen

# TemplateFilenamePostfixString
source: Template Filename Postfix
de_de: Template Dateinamen Postfix

# CompetitionPageTitle
source: Competitions
de_de: Wettkämpfe

# ShellCompetitionPage
source: Competitions
de_de: Wettkämpfe

# AgeString
source: Age
de_de: Alter

# DistanceString
source: Distance
de_de: Strecke

# SavedStatusCompetitionsString
source: Competitions saved
de_de: Wettkämpfe gespeichert

# RemoveCompetitionString
source: Remove Competition
de_de: Wettkampf löschen

# RemoveCompetitionConfirmationString
source: Really remove this competition? This can't be undone!
de_de: Soll dieser Wettkampf wirklich gelöscht werden? Das kann nicht rückgängig gemacht werden!

source: Add new competition
de_de: Neuen Wettkampf hinzufügen

# CompetitionIDString
source: Competition ID
de_de: Wettkampf ID

# WeightSingleStartsString
source: Weight Single Starts (%)
de_de: Gewichtung für Einzelstarts (%)

# WeightSameStyleSequenceString
source: Weight Same Style Sequence (%)
de_de: Gewichtung für gleiche Lage in Reihe (%)

# WeightPersonStartPausesString
source: Weight Person Pauses (%)
de_de: Gewichtung Pausen für Personen (%)

# WeightStartGendersString
source: Weight Start Genders (%)
de_de: Gewichtung gleiche Geschlechter (%)

# WeightStyleOrderString
source: Weight Style Order (%)
de_de: Gewichtung Lagenreihenfolge (%)

# PriorityStyleBreaststrokeString
source: Priority for style breaststroke
de_de: Priorität für Stil Brust

# PriorityStyleFreestyleString
source: Priority for style freestyle
de_de: Priorität für Stil Kraul

# PriorityStyleBackstrokeString
source: Priority for style backstroke
de_de: Priorität für Stil Rücken

# PriorityStyleButterflyString
source: Priority for style butterfly
de_de: Priorität für Stil Delphin

# PriorityStyleMedleyString
source: Priority for style medley
de_de: Priorität für Stil Lagen

# PriorityStyleWaterfleaString
source: Priority for style waterflea
de_de: Priorität für Stil Wasserfloh

# TimeInputMillisecondDigitsString
source: Time Input Millisecond Digits
de_de: Zeiteingabe Millisekunden Stellen

# ScoreFractionalDigitsString
source: Score Fractional Digits
de_de: Anzahl Nachkommastellen für Punkte

# CalculatedRaceVariantScoreString
source: Calculated Score
de_de: Berechnete Bewertung

# SortString
source: Sorting
de_de: Sortierung

# CompetitionDateString
source: Competition Date
de_de: Wettkampfdatum

# CompetitionSearchModeString
source: Competition Search Mode
de_de: Wettkampf Suchmodus

# TimeInputWarningAtLeastOneTimeMissingString
source: At least one time isn't set (time is zero)!
de_de: Mindestens eine Zeit ist nicht gesetzt (Zeit ist Null)!

# EmptyPersonFound
source: Empty Person found (no starts assigned)
de_de: Leere Person gefunden (ohne zugeordnete Starts)

# PersonsWithShortPausesString
source: Persons with short pauses
de_de: Personen mit kurzer Pause

# ShortPauseThresholdString
source: Short Pause Threshold
de_de: Schwelle für kurze Pause

# FriendGroupsString
source: Friend Groups
de_de: Freundesgruppen

# AddNewFriendGroupString
source: Add new friend group
de_de: Neue Freundesgruppe hinzufügen

# ScoreFriendshipsString
source: Score Friendships
de_de: Bewertung Freundschaften

# WeightFriendshipString
source: Weight Friendship (%)
de_de: Gewichtung Freundschaften (%)

# IterationProgressString
source: Iteration Progress
de_de: Iterationsfortschritt

# SolutionProgressString
source: Solution Progress
de_de: Lösungsfortschritt

# AnalyticsPageTitle
source: Analytics
de_de: Analysen

# ShellAnalyticsPage
source: Analytics
de_de: Analysen

# AnalyticsWidgetGenderStartsTitle
source: Gender distribution of valid starts
de_de: Geschlechterverteilung der gültigen Starts

# AnalyticsWidgetGenderPersonsTitle
source: Gender distribution of active persons
de_de: Geschlechterverteilung der aktiven Personen

# AnalyticsWidgetStartsPerStyleTitle
source: Number of valid starts per style
de_de: Anzahl von gültigen Starts pro Stil

# AnalyticsWidgetPersonCountersTitle
source: Number Persons
de_de: Anzahl Personen

# AnalyticsWidgetStartsCountersTitle
source: Number Starts
de_de: Anzahl Starts

# TotalString
source: Total
de_de: Gesamt

# InactiveString
source: Inactive
de_de: Inaktiv

# AnalyticsWidgetAgeDistributionTitle
source: Number of active persons per birth year
de_de: Anzahl aktive Personen pro Geburtsjahr

# AnalyticsWidgetStartsPerPersonTitle
source: Number of valid starts per person
de_de: Anzahl an gültigen Starts pro Person

# AnalyticsWidgetDistancesBetweenStartsTitle
source: Distances between the starts of a person
de_de: Abstände zwischen den Starts einer Person

# AnalyticsWidgetStartDistancesTitle
source: Number of valid starts per distance
de_de: Anzahl von gültigen Starts pro Distanz

# AnalyticsWidgetPlacesAgeDistributionTitle
source: Birth years per result place
de_de: Geburtsjahr je Platz im Gesamtergebnis

# CountString
source: Count
de_de: Anzahl

# DistanceBetweenStartsString
source: Distance between starts
de_de: Abstand zwischen Starts

# ResultPlaceString
source: Result Place
de_de: Platz im Gesamtergebnis

# RestoreLayoutString
source: Restore Layout (exit detailed view)
de_de: Layout zurücksetzen (Detail-Ansicht verlassen)

# ActiveString
source: Active
de_de: Aktiv

# ValidString
source: Valid
de_de: Gültig

# ShowDetailViewString
source: Show detailed view
de_de: Detail-Ansicht öffnen

# RaceIDString
source: Race ID
de_de: Renn-ID

# RaceString
source: Race
de_de: Rennen

# LastWorkspacePathsString
source: Last workspace paths
de_de: Zuletzt geöffnete Arbeitsbereiche

# ClearListString
source: Clear list
de_de: Liste leeren

# WorkspaceNotLoadedString
source: The workspace couldn't be loaded. E.g. the given path doesn't exist.
de_de: Der Arbeitsbereich konnte nicht geladen werden. Z.B. könnte der Pfad nicht existieren.

# ManageWorkspaceString
source: Manage Workspace
de_de: Arbeitsbereich verwalten

# NoWorkspaceString
source: No workspace loaded.
de_de: Kein Arbeitsbereich geöffnet.

# WorkspaceSettingsString
source: Workspace settings
de_de: Arbeitsbereich Einstellungen
