Repository: M1S2/Vereinsmeisterschaften
Catalog: Vereinsmeisterschaften/Properties/Tooltips.*.resx
Languages: de_de

# TooltipPageInfoAnalyticsPage
source: Various analytics can be found on this page. These analytics depend on different data aspects entered on the other pages. For more details about the single analytics refer to the info on the specific widget.
de_de: Auf dieser Seite werden verschiedene Analysen dargestellt. Diese Analysen hängen von verschiedenen Daten ab, die auf den anderen Seiten eingegeben wurden. Für mehr Infos zu den einzelnen Analysen siehe die Info in den einzelnen Analyse Widgets.

# TooltipAnalyticsWidgetRacesAges
source: Analyse the birth years for each race
de_de: Analysieren, welche Geburtsjahre je Rennen antreten.

# TooltipTemplatePathAnalytics
source: Path to the analytics template. Relative paths are relative to the workspace path.
de_de: Pfad zum Analyse Template. Relative Pfade sind relativ zum Pfad des Arbeitsbereichs.

# TooltipWorkspaceNew
source: Create a new workspace including the necessary configuration files and when requested the default templates.
de_de: Neuen Arbeitsbereich anlegen, der die nötigen Konfigurationsdateien und (wenn gewünscht) Standard Templates enthält

# TooltipDocumentsSinglePage
source: Only a single page will be created for the data of this document type (or, if the content becomes too long, there will be multiple pages).
de_de: Es wird nur eine Seite für die Daten dieses Dokumententyps erstellt (bzw. falls der Inhalt zu lang wird, gibt es mehrere Seiten).

# TooltipDocumentsMultiplePages
source: Multiple pages will be created for the data of this document type (one page for each data item, e.g. one page per person).
de_de: Es werden mehrere Seite für die Daten dieses Dokumententyps erstellt (eine Seite pro Datenelement, z.B. eine Seite pro Person).

# TooltipDocumentsTextPlaceholdersSupported
source: Text placeholders are supported by this document type. Text placeholders are simply replaced where they occur in the document. The replacement data is determined by the placeholder name.
de_de: Dieser Dokumententyp unterstützt Textplatzhalter. Textplatzhalter werden an ihrer jeweiligen Stelle im Dokument einfach ersetzt. Die Ersetzungsdaten werden anhand des Platzhalternamens bestimmt.

# TooltipDocumentsTablePlaceholdersSupported
source: Table placeholders are supported by this document type. Table placeholders must be inside a table of the document. All tables in the document that contain at least one supported placeholder will be processed. The first row that contains a placeholder will be used as a pattern for the new rows. There will be a new row for each data item. The replacement data is determined by the placeholder name.
de_de: Tabellenplatzhalter werden von diesem Dokumenttyp unterstützt. Tabellenplatzhalter müssen sich innerhalb einer Tabelle des Dokuments befinden. Alle Tabellen im Dokument, die mindestens einen unterstützten Platzhalter enthalten, werden verarbeitet. Die erste Zeile mit einem Platzhalter dient als Vorlage für die neuen Zeilen. Für jedes Datenelement wird eine neue Zeile erstellt. Die Ersetzungsdaten werden durch den Platzhalternamen bestimmt.

# TooltipDistanceInvalid
source: No valid distance was found. Make sure, there is a distance rule for the age and swimming style.
de_de: Es wurde keine gültige Distanz gefunden. Sicherstellen, dass für das Alter und den Schwimmstil auch eine Wettkampf Distanz Regel verfügbar ist.

# TooltipDuplicateCompetition
source: There was at least one other competition with the same basic parameters found.
de_de: Es wurde mindestens ein anderer Wettkampf mit den selben Basiswerten gefunden.

# CompetitionDistanceDeterminedByCompetitionDistanceRuleString
source: The competition distance is determined by the first matching competition distance rule.
de_de: Die Strecke für diesen Wettkampf wird über die erste passende Wettkampf Distanz Regel festgelegt.
