Repository: M1S2/Vereinsmeisterschaften
Catalog: Vereinsmeisterschaften/Properties/Tooltips.*.resx
Languages: de_de

# TooltipRaceVariantIsPersistentToggleButton
source: Enable this to persist this variant to a file. Only one variant can be marked as persistent at a time.
de_de: Aktivieren, um diese Variante in eine Datei zu speichern. Nur eine Variante kann gleichzeitig als persistent markiert werden.

# TooltipRaceVariantKeepWhileCalculationToggleButton
source: Enable this to keep this variant while calculating new race variants.
de_de: Aktivieren, um diese Variante während der Berechnung von neuen Varianten zu behalten.

# TooltipRaceVariantIsPersistentIcon
source: Persist this variant to a file. Only one variant can be marked as persistent at a time.
de_de: Diese Variante in eine Datei speichern. Nur eine Variante kann gleichzeitig als persistent markiert werden.

# TooltipRaceVariantKeepWhileCalculation
source: Keep this variant while calculating new race variants.
de_de: Diese Variante während der Berechnung von neuen Varianten behalten.

# TooltipRaceVariantContainsError
source: This variant contains errors.
de_de: Diese Variante enthält Fehler.

# TooltipNumberOfSwimLanes
source: Number of available swim lanes. This is used during calculation of the race variants (determines the maximum number of parallel starts).
de_de: Anzahl an verfügbaren Bahnen. Wird verwendet während der Berechnung von neuen Renn-Varianten (um die maximale Anzahl an parallelen Starts zu ermitteln).

# TooltipNumberRacesVariantsAfterCalculation
source: Number of variants after calculation. The number of variants to keep (marked with the pin icon) is subtracted before calculating the remaining elements.
de_de: Anzahl an Varianten nach der Berechnung. Die Anzahl der Varianten, die behalten werden sollen (mit dem Pin Symbol markiert) werden vor der Berechnung abgezogen.

# TooltipMaxRacesVariantCalculationLoops
source: Maximum number of iterations the race variant calculation loop will run in the worst case. If the number of variants after calculation is reached earlier, the loop will break.
de_de: Maximale Anzahl an Schleifen während der Varianten Berechnung. Wenn die Anzahl an Varianten früher erreicht wird, wird die Schleife früher abgebrochen.

# TooltipMinRacesVariantsScore
source: Only variants with a score higher or equal this value (in percent) are kept during calculation.
de_de: Nur Varianten mit einer Bewertung höher oder gleich diesem Wert in Prozent werden während der Berechnung behalten.

# TooltipCompetitionYear
source: Year in which the competition takes place. This year is used to find the correct competition for each start.
de_de: Jahr in dem der Wettkampf stattfindet. Dieses Jahr wird verwendet, um den richtigen Wettkampf für die jeweiligen Starts zu finden.

# TooltipTemplatePathCertificate
source: Path to the certificate template. Relative paths are relative to the workspace path.
de_de: Pfad zum Urkunden Template. Relative Pfade sind relativ zum Pfad des Arbeitsbereichs.

# TooltipDocumentOutputFolder
source: Output folder where the documents are created. Relative paths are relative to the workspace path.
de_de: Ordner, in dem die Dokumente erstellt werden. Relative Pfade sind relativ zum Pfad des Arbeitsbereichs.

# TooltipTemplatePathOverviewList
source: Path to the overview list template. Relative paths are relative to the workspace path.
de_de: Pfad zum Übersichtslisten Template. Relative Pfade sind relativ zum Pfad des Arbeitsbereichs.

# TooltipTemplatePathRaceStartList
source: Path to the race start list template. Relative paths are relative to the workspace path.
de_de: Pfad zum Renn-Startlisten Template. Relative Pfade sind relativ zum Pfad des Arbeitsbereichs.

# TooltipTemplatePathResultList
source: Path to the result list template. Relative paths are relative to the workspace path.
de_de: Pfad zum Ergebnislisten Template. Relative Pfade sind relativ zum Pfad des Arbeitsbereichs.

# TooltipTemplatePathTimeForms
source: Path to the time forms template. Relative paths are relative to the workspace path.
de_de: Pfad zum Zeitzettel Template. Relative Pfade sind relativ zum Pfad des Arbeitsbereichs.

# TooltipWorkspaceOpen
source: Open a workspace and load all settings, persons, competitions...
de_de: Öffnet einen Arbeitsplatz und lädt alle Einstellungen, Personen, Wettkämpfe...

# TooltipWorkspaceOpenInExplorer
source: Open the folder of the current workspace in the windows explorer.
de_de: Öffnet den Ordner des aktuellen Arbeitsplatzes im Windows Explorer.

# TooltipWorkspaceSave
source: Save all workspace settings, persons, competitions, ... to a file.
de_de: Speichert alle Arbeitsplatz Einstellungen, Personen, Wettkämpfe, ... in eine Datei.

# TooltipWorkspaceClose
source: Close the current workspace. If there are unsaved changes, there will be a dialog before closing.
de_de: Schließt den aktuellen Arbeitsplatz. Wenn es ungespeicherte Änderungen gibt, erscheint ein Dialog vor dem Schließen.

# TooltipTemplatePathResultListDetail
source: Path to the result list detail template. Relative paths are relative to the workspace path.
de_de: Pfad zum Ergebnislisten Detail Template. Relative Pfade sind relativ zum Pfad des Arbeitsbereichs.

# TooltipPlaceholderMarker
source: String marker for placeholders in the template files. The placeholder must be enclosed by this marker. e.g. PlaceholderMarker = "%" --> %PLACEHOLDER%
de_de: Marker text für Platzhalter in der Template Datei. Die Platzhalter müssen von diesem Zeichen eingeschlossen sein. z.B. Platzhalter Marker = "%" --> %PLATZHALTER%

# TooltipDocumentFileTypes
source: File types of documents that will be created.
de_de: Dokument Datei Typen, die erzeugt werden.

# TooltipTemplateFilenamePostfix
source: This string is removed from the template file name to get the final output file name. If filters are used during document creation, this string defines the place where the filter criteria are inserted in the output file name. e.g. Template File: "Certificates_Template.docx", Template Postfix: "_Template" -> Output file (without filters): "Certificates.docx" -> Output file (with filters by style): "Certificates_Breaststroke.docx"
de_de: Dieser Text wird aus dem Template Dateinamen entfernt, um den Dateinamen der Ausgabedatei zu bekommen. Wenn Filter während der Dokumentenerstellung verwendet werden, wird über diesen Text bestimmt, wo die Filter Informationen in den Dateinamen der Ausgabedatei eingebaut werden. z.B. Template Datei: "Urkunden_Template.docx", Template Postfix: "_Template" -> Ausgabedatei (ohne Filterung): "Urkunden.docx" -> Ausgabedatei (mit Filterung nach dem Stil): "Urkunden_Brust.docx"

# TooltipWeightSingleStarts
source: Weight for the score for single starts (The less races with only one start the better).
de_de: Gewichtung für die Punkte für Einzelstarts (Je weniger Rennen mit nur einem Start, desto besser).

# TooltipWeightSameStyleSequence
source: Weight for the score for same styles in sequence (The more consecutive races with the same style the better).
de_de: Gewichtung für die Punkte für die gleichen Stile in Reihe (Je mehr aufeinanderfolgende Rennen den gleichen Stil haben, desto besser).

# TooltipWeightPersonStartPauses
source: Weight for the score for person pauses (The more pause between the starts of a person the better).
de_de: Gewichtung für die Punkte für die Pausen einer Person (Je mehr Pausen zwischen den Starts einer Person, desto besser).

# TooltipWeightStyleOrder
source: Weight for the score for style order (There is a preferred order for the styles. The more the races follow this order, the better.).
de_de: Gewichtung für die Punkte für die Lagen Reihenfolge (Es gibt eine gewünschte Reihenfolge der Lagen. Je mehr Rennen sich an diese Reihenfolge halten, desto besser).

# TooltipWeightStartGenders
source: Weight for the score for start genders (Homogenous genders in starts are better than heterogeneous ones).
de_de: Gewichtung für die Punkte für Start Geschlechter (Einheitliche Geschlechter innerhalb eines Rennens sind besser als gemischte Rennen).

# TooltipPriorityStyleBreaststroke
source: Priority used for style breaststroke during score calculation (step style order). Lower numbers should start earlier.
de_de: Priorität for den Stil Brust während der Berechnung der Punkte (Schritt Reihenfolge der Stile). Kleinere Nummern sollen früher starten.

# TooltipPriorityStyleFreestyle
source: Priority used for style breaststroke during score calculation (step style order). Lower numbers should start earlier.
de_de: Priorität for den Stil Kraul während der Berechnung der Punkte (Schritt Reihenfolge der Stile). Kleinere Nummern sollen früher starten.

# TooltipPriorityStyleBackstroke
source: Priority used for style backstroke during score calculation (step style order). Lower numbers should start earlier.
de_de: Priorität for den Stil Rücken während der Berechnung der Punkte (Schritt Reihenfolge der Stile). Kleinere Nummern sollen früher starten.

# TooltipPriorityStyleButterfly
source: Priority used for style butterfly during score calculation (step style order). Lower numbers should start earlier.
de_de: Priorität for den Stil Delphin während der Berechnung der Punkte (Schritt Reihenfolge der Stile). Kleinere Nummern sollen früher starten.

# TooltipPriorityStyleMedley
source: Priority used for style medley during score calculation (step style order). Lower numbers should start earlier.
de_de: Priorität for den Stil Lagen während der Berechnung der Punkte (Schritt Reihenfolge der Stile). Kleinere Nummern sollen früher starten.

# TooltipPriorityStyleWaterflea
source: Priority used for style waterflea during score calculation (step style order). Lower numbers should start earlier.
de_de: Priorität for den Stil Wasserfloh während der Berechnung der Punkte (Schritt Reihenfolge der Stile).

# TooltipBrowse
source: Browse for file or folder.
de_de: Datei oder Ordner öffnen.

# TooltipShowResolvedPath
source: Show resolved path
de_de: Kompletten Pfad anzeigen

# TooltipHideResolvedPath
source: Hide resolved path
de_de: Kompletten Pfad ausblenden

# TooltipTimeInputMillisecondDigits
source: Number of digits for the time input Millisecond.
de_de: Anzahl an Stellen für die Zeiteingabe der Millisekunden.

# TooltipScoreFractionalDigits
source: Number of fractional digits to use for the score. The score is directly rounded while calculation, so that all occurences use the same number of digits.
de_de: Anzahl an Nachkommastellen für die Punkte. Die Punkte werden direkt bei der Berechnung gerundet, damit überall die gleiche Anzahl an Nachkommastellen verwendet wird.

# TooltipOpenDocument
source: Open document in default application. Open .pdf if available, otherwise use .docx.
de_de: Dokument in Standardanwendung öffnen. Wenn möglich wird das .pdf angezeigt, sonst das .docx.

# TooltipMaxAgeCompetition
source: This start is using a competition that was selected, because the person is older than all available competitions for this style and gender. The competition with the highest age is used then.
de_de: Dieser Start verwendet einen Wettkampf der ausgewählt wurde, weil die Person älter ist als alle verfügbaren Wettkämpfe für diese Lage und dieses Geschlecht. Der Wettkampf mit dem höchsten Alter wird stattdessen verwendet.

# TooltipPageInfoWorkspacePage
source: The workspace is a folder where all settings, competitions, and people are saved. It's a good idea to create a new folder for each competition (e.g. each year). It doesn't matter where the folder is located on the hard drive. The following files are created: - WorkspaceSettings.json: JSON file with all settings for the workspace. - Person.csv: List of all people and swim times. - Competitions.csv: List of all available competitions. - BestRace.csv: The race marked as a good option is saved here. If no race has been marked, this file doesn't exist. Of course, other files can be stored here (e.g. templates). On this page, you can select the current workspace folder and save all changes. Furthermore, all settings for various aspects of the software can be configured and reset here.
de_de: Der Arbeitsbereich ist ein Ordner, in dem alle Einstellungen, Wettkämpfe und Meldungen gespeichert werden. Hier bietet es sich an, für jeden Wettkampf (z.B. jedes Jahr) einen neuen Ordner anzulegen. Es ist egal, wo sich der Ordner auf der Festplatte befindet. Folgende Dateien werden erzeugt: - WorkspaceSettings.json: JSON Datei mit allen Einstellungen für den Arbeitsbereich. - Person.csv: Liste mit allen Meldungen und den erschwommenen Zeiten. - Competitions.csv: Liste mit allen verfügbaren Wettkämpfen. - BestRace.csv: Das Rennen, das als gute Variante markiert wurde, wird hier gespeichert. Wenn kein Rennen markiert wurde, existiert diese Datei nicht. Es können hier natürlich weitere Dateien abgelegt werden (z.B. Templates). Auf dieser Seite kann der aktuelle Ordner des Arbeitsbereichs ausgewählt und alle Änderungen gespeichert werden. Außerdem können alle Einstellungen für verschiedene Aspekte der Software hier getroffen und auch wieder zurückgesetzt werden.

# TooltipPageInfoCompetitionPage
source: All available competitions are defined on this page. A competition is described by the style, the distance, the age, and a corresponding time. The time is then used to calculate points. If the swimmer achieves exactly the time entered here, they receive 100 points. If they swim slower, they receive fewer points; if they swim faster, they receive more. A corresponding competition must be available for each start.
de_de: Auf dieser Seite werden alle verfügbaren Wettkämpfe definiert. Ein Wettkampf wird beschrieben über die Lage, die Strecke, das Alter und eine entsprechende Zeit. Die Zeit wird dann für die Berechnung der Punkte her genommen. Wird exakt die hier eingetragene Zeit erschwommen, gibt es 100 Punkte. Wenn langsamer gibt es weniger Punkte, wenn schneller dann mehr. Für jeden Start einer Person muss auch ein entsprechender Wettkampf verfügbar sein.

# TooltipPageInfoPeoplePage
source: All entries can be entered on this page. The registration requires the name, year of birth, and the desired style. A corresponding competition must also be entered for each style! Otherwise, the start will be ignored (also highlighted here).
de_de: Auf dieser Seite können alle Meldungen eingetragen werden. Für die Meldung ist der Name, der Jahrgang und die gewünschten Lagen nötig. Für jede Lage muss auch ein entsprechender Wettkampf hinterlegt sein! Sonst wird der Start ignoriert (wird hier auch farblich markiert).

# TooltipPageInfoPrepareRacesPage
source: On this page, you can create a order for the starts. This can be done either manually (by adding a variant and manually dragging the starts from the right area to the middle) or automatically (variants are randomly created and evaluated according to various criteria). Each race variant is scored from 0% (poor) to 100% (perfect). In the workspace, you can set the weighting or various parameters for the automatic calculation. You can also highlight specific starts. For example, all of a person's starts to check whether there are enough breaks.
de_de: Auf dieser Seite kann eine Reihenfolge für die Starts erstellt werden. Entweder manuell per Hand (Variante hinzufügen und die Starts per Hand vom rechten Bereich in die Mitte ziehen) oder automatisch (es werden zufällig Varianten erstellt und nach verschiedenen Kriterien bewertet). Jede Variante eines Rennens wird von 0% (schlecht) bis 100% (perfekt) bewertet. Im Arbeitsbereich kann die Gewichtung oder verschiedene Parameter für die automatische Berechnung eingestellt werden. Es gibt auch die Möglichkeit, bestimmte Starts hervorzuheben. Z.B. alle Starts einer Person um zu schauen, ob genügend Pausen vorhanden sind.

# TooltipPageInfoTimeInputPage
source: For each start, you can enter the swim time here (in minutes, seconds, and tenths of a second). Various filter options are available.
de_de: Für jeden Start kann hier die erschwommene Zeit eingetragen werden (in Minute, Sekunden und Zehntelsekunden). Es stehen verschiedene Filtermöglichkeiten zur Verfügung.

# TooltipPageInfoResultsPage
source: This page displays the results from all starts (the number of points awarded for each swim time). It is also possible to determine the best swimmers in a particular style.
de_de: Auf dieser Seite wird die Auswertung aus allen Starts angezeigt (wie viele Punkte die jeweils erschwommenen Zeiten ergeben). Es ist möglich, auch die besten Schwimmer in einer bestimmten Lage zu ermitteln.

# TooltipPageInfoCreateDocumentsPage
source: On this page, you can create various documents that are required before, during, or after the competition. The filter only applies to certificate creation. It also provides an overview of all available placeholders that can be used in the documents.
de_de: Auf dieser Seite können verschiedene Dokumente erstellt werden, die vor, während oder nach dem Wettkampf nötig sind. Der Filter gilt nur für die Urkunden-Erstellung. Außerdem ist eine Übersicht über alle verfügbaren Platzhalter vorhanden, die in den Dokumenten verwendet werden können.

# TooltipCompetitionDate
source: Complete date on which the competition takes place. This is only used during document creation as info text.
de_de: Exaktes Datum, an dem der Wettkampf stattfindet. Dieses Datum wird nur für die Erstellung von Dokumenten verwendet (nur als Information).

# TooltipNotExactAgeCompetition
source: This start is using a competition that was selected, because there was no available competition for this style and gender with the exact age of the person.
de_de: Dieser Start verwendet einen Wettkampf der ausgewählt wurde, weil kein Wettkampf für diese Lage und dieses Geschlecht verfügbar war mit dem exakten Alter der Person.

# TooltipCompetitionSearchMode
source: Search mode that defines how the correct competition for a start is found.
de_de: Suchmodus, der festlegt, wie der richtige Wettkampf für einen Start gesucht wird.

# TooltipPersonActiveInactiveButton
source: Set all starts of the person to active or inactive.
de_de: Alle Starts einer Person auf aktiv oder inaktiv setzen.

# TooltipPersonInactiveStart
source: This start of the person is inactive.
de_de: Dieser Start der Person ist inaktiv.

# TooltipNoTimeSet
source: No time was set yet (time is zero).
de_de: Es wurde noch keine Zeit eingegeben (Zeit ist Null).

# TooltipDuplicatePerson
source: There was at least one other person with the same basic parameters found.
de_de: Es wurde mindestens eine andere Person mit den selben Basiswerten gefunden.

# TooltipEmptyPerson
source: This person has no starts.
de_de: Diese Person hat keine Starts.

# TooltipPersonInactive
source: This person is inactive.
de_de: Diese Person ist inaktiv.

# TooltipCleanupRaces
source: Remove non-existing and inactive starts from all races. Also delete empty races.
de_de: Nicht existierende und inaktive Starts von allen Rennen löschen. Außerdem leere Rennen löschen.

# TooltipAddNewRaceToRaceVariant
source: Add new race for the current race variant.
de_de: Neues Rennen für die aktuelle Renn-Variante hinzufügen.

# TooltipRaceVariantAdd
source: Add a new race variant.
de_de: Neue Renn-Variante hinzufügen.

# TooltipRaceVariantRemove
source: Remove the current race variant.
de_de: Aktuelle Renn-Variante löschen.

# TooltipRaceVariantCopy
source: Copy the current race variant.
de_de: Aktuelle Renn-Variante kopieren.

# TooltipRaceVariantsReorder
source: Sort the complete list of race variants descending by their scores.
de_de: Komplette Liste mit Renn-Varianten anhand der Bewertung sortieren.

# TooltipRaceVariantsCalculate
source: Calculate new race variants depending on the settings of the workspace. The race variant marked as best variant and all variants marked to keep during calculation are untouched.
de_de: Neue Renn-Varianten abhängig von den Einstellungen im Arbeitsbereich berechnen. Die Variante, die als beste Variante markiert wurde und alle Varianten, die während der Berechnung behalten werden sollen, werden behalten.

# TooltipShortPauseThreshold
source: If two starts of a person have less pause than this number, the pause is regarded short. This leads to a bad score for the race variant.
de_de: Wenn zwei Starts einer Person weniger Pause als diese Zahl haben, wird die Pause als kurz angesehen. Das führt zu einer schlechten Bewertung für die Renn-Variante.

# TooltipFriendGroups
source: A friend group defines which persons are friends. This information is used during race calculation to prefer races with friends as competitors.
de_de: Eine Freundesgruppe definiert, welche Personen Freunde sind. Diese Information wird während der Berechnung der Rennen verwendet, um Rennen zu bevorzugen, in denen Freunde gemeinsam antreten.

# TooltipWeightFriendship
source: Weight for the score for friendships (The more friends start together in the same race the better).
de_de: Gewichtung für die Punkte für die Freundschaften (je mehr Freunde zusammen im selben Rennen starten, umso besser).

# TooltipAnalyticsWidgetAgeDistribution
source: Analyse how many people per birth year have started. Only active persons are regarded.
de_de: Analysieren, wie viele Personen pro Geburtsjahr gestartet sind. Nur aktive Personen werden gezählt.

# TooltipAnalyticsWidgetGenderPersons
source: Analyse the percentage of male/female persons. Only active persons are regarded.
de_de: Analysieren, wie viel Prozent der Personen männlich bzw. weiblich sind. Nur aktive Personen werden gezählt.

# TooltipAnalyticsWidgetGenderStarts
source: Analyse the percentage of male/female starts. Only valid starts are regarded (active and competition assigned).
de_de: Analysieren, wie viel Prozent der Starts männlich bzw. weiblich sind. Nur gültige Starts werden gezählt (aktiv und mit zugewiesenem Wettkampf).

# TooltipAnalyticsWidgetStartsPerPerson
source: Analyse the number of starts per person. Only valid starts are regarded (active and competition assigned).
de_de: Analysieren, wie viele Starts jede Person hat. Nur gültige Starts werden gezählt (aktiv und mit zugewiesenem Wettkampf).

# TooltipAnalyticsWidgetPersonCounters
source: Analyse the number of active and inactive persons.
de_de: Analysieren, wie viele Personen gemeldet sind (aktiv und inaktiv).

# TooltipAnalyticsWidgetStartsCounters
source: Analyse the number of active and inactive starts.
de_de: Analysieren, wie viele Starts gemeldet sind (aktiv und inaktiv).

# TooltipAnalyticsWidgetDistancesBetweenStarts
source: Analyse the distances between the starts of a person. Only active starts are regarded.
de_de: Analysieren, wie viel Pause zwischen den Starts einer Person ist. Nur aktive Starts werden gezählt.

# TooltipAnalyticsWidgetStartsPerStyle
source: Analyse how many starts per style are available. Only valid starts are regarded (active and competition assigned).
de_de: Analysieren, wie viele Starts pro Schwimmstil gemeldet sind. Nur gültige Starts werden gezählt (aktiv und mit zugewiesenem Wettkampf).

# TooltipAnalyticsWidgetStartDistances
source: Analyse how many starts per distance are available. Only valid starts are regarded (active and competition assigned).
de_de: Analysieren, wie viele Starts pro Distanz gemeldet sind. Nur gültige Starts werden gezählt (aktiv und mit zugewiesenem Wettkampf).

# TooltipAnalyticsWidgetPlacesAgeDistribution
source: Analyse the birth year for each result place.
de_de: Analysieren, welches Geburtsjahr für jeden Platz im Gesamtergebnis zugeordnet ist.
